Repository: cubem10/textie
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

source: Cancel
ko: 취소

source: Close
ko: 닫기

# COMMENT_WRITE_PLACEHOLDER
source: Write Comments Here
ko: 댓글 작성하기

source: Comments
ko: 댓글

source: Confirm
ko: 확인

# CONTAINS_NUMBERS
source: Containing Numbers
ko: 숫자 포함

# CONTAINS_SPECIAL_CHARACTERS
source: Containing Special Characters
ko: 특수 문자 포함

source: Delete
ko: 삭제

# EDIT_DONE
source: Done
ko: 완료

source: Edit Post
ko: 게시글 편집

source: Edit Profile
ko: 프로필 편집

# EDITED_TEXT
source: (edited)
ko: (편집됨)

# EXISTING_USER_DETAIL
source: User with this username already exists.
ko: 동일한 ID의 사용자가 이미 존재합니다.

# EXISTING_USER_TITLE
source: Register Failed
ko: 회원 가입 실패

source: Invalid Credential
ko: 잘못된 ID 또는 비밀번호

# INVALID_CREDENTIAL_DETAILS
source: The username or password you entered is incorrect. Please try again.
ko: 입력한 ID 또는 비밀번호가 일치하지 않습니다. 다시 시도해 주세요.

# LOADING_MESSAGE
source: Loading…
ko: 불러오는 중…

# LOGIN_FAIL
source: Login Failed
ko: 로그인 실패

# LOGIN_FAIL_DETAIL
source: Please try again later.
ko: 잠시 후에 다시 시도해 주세요.

# LOGIN_LOADING_MESSAGE
source: Logging in...
ko: 로그인 중…

# LOGIN_MAIN_TEXT
source: Login to Textie
ko: Textie 로그인

source: Log Out
ko: 로그아웃

# MATCHES_PASSWORD
source: Matching Passwords
ko: 비밀번호 일치

# MORE_THAN_EIGHT_CHARACTERS
source: Containing At Least 8 Characters
ko: 8글자 이상 포함

source: Network Error
ko: 네트워크 오류

source: Nickname
ko: 닉네임

# NICKNAME_PLACEHOLDER
source: Nickname
ko: 닉네임

# NO_COMMENTS_MESSAGE
source: No comment
ko: 댓글 없음

# NO_POST_MESSAGE
source: No post
ko: 게시글 없음

# PASSWORD_PLACEHOLDER
source: Password
ko: 비밀번호

# PASSWORD_VERIFY_PLACEHOLDER
source: Verify Password
ko: 비밀번호 확인

# POST_LOADING_MESSAGE
source: Loading Posts…
ko: 게시글 불러오는 중…

source: Post Menu
ko: 게시글 메뉴

# POST_TITLE
source: Posts
ko: 게시글

# POST_UPLOAD_LOADING_MESSAGE
source: Uploading Post…
ko: 포스트 업로드 중

# POST_WRITE_PLACEHOLDER
source: Write Post Here
ko: 게시글 내용 작성

# POST_WRITE_SUBMIT
source: Upload
ko: 업로드

# POST_WRITE_TITLE
source: Write New Post
ko: 새로운 게시글 작성

# POST_WRITE_TITLE_PLACEHOLDER
source: Title
ko: 제목

# PROFILE_LOADING_MESSAGE
source: Loading Profile…
ko: 프로필 불러오는 중…

# PROFILE_TITLE
source: Profile
ko: 프로필

# REGISTER_BUTTON
source: Register
ko: 회원 가입

# REGISTER_FAIL_TITLE
source: Register Failed
ko: 회원 가입 실패

# REGISTER_LOADING_TEXT
source: Registering…
ko: 회원 가입 중…

# REGISTER_MAIN_TEXT
source: Register to Textie
ko: Textie 회원 가입

source: Remove Post
ko: 게시글 삭제

# REMOVE_POST_CONFIRMATION_MESSAGE
source: Do you want to remove the post? This action cannot be undone.
ko: 게시글을 삭제하시겠습니까? 삭제된 게시글은 복구될 수 없습니다.

# REMOVE_POST_CONFIRMATION_TITLE
source: Remove Post
ko: 게시글 삭제 확인

# REQUEST_PROCESSING_ERROR
source: Error
ko: 오류

# SELF_LIKE_NOT_AVAILABLE
source: You can’t like your own posts.
ko: 자신의 게시물에는 좋아요를 누를 수 없습니다.

# SIGNIN_BUTTON
source: Sign In
ko: 로그인

# USERNAME_PLACEHOLDER
source: Username
ko: ID
